Repository: sumitglobussoft/sociometer
Catalog: SocioMeter/MenuBar/*.lproj/Localizable.strings
Languages: ar

source: DashBoard
ar: لوحة الأداء

source: Settings
ar: إعدادات

source: Achievements
ar: إنجازات

source: Screen Unlocks
ar: عدد مرات فتح الجهاز

source: Phone Usage
ar: استخدام الجهاز

source: Today
ar: اليوم

source: Weekly
ar: أسبوعي

source: Monthly
ar: شهري

source: Addiction Score
ar: الإدمان نتيجة

source: Notify me after 10 Minutes of usage
ar: يخطر لي بعد 10 دقيقة من الاستخدام

source: Notificaion and Pop-ups
ar: التنبيهات

source: Show Smart Notification
ar: إظهار التنبيهات الذكية

source: (notification about phone overuse)
ar: (تنبيهات حول الإفراط في استخدام الجهاز)

source: Notify me after
ar: نبهني بعد

source: Minutes of usages
ar: دقائق من الاستخدام

source: (timed notification)
ar: (تنبيهات محددة بزمن)

source: Notify me at unlock
ar: نبهني عند فتح الجهاز

source: (notification to reduce screen unlock)
ar: (تنبيهات للحد من فتح الشاشة)

source: App Language
ar: لغة التطبيق

source: (use Socimeter in other language)
ar: (استخدم Sociometer بلغة أخرى)

source: Feedback
ar: ردود الفعل

source: About
ar: حول

source: Share SocioMeter
ar: حصة SocioMeter

source: Green Day
ar: اليوم الأخضر

source: (Score 50 or less in day)
ar: (احصل على درجة استخدام 50 أو أقل خلال يوم واحد)

source: Green Week
ar: الأسبوع الأخضر

source: (Score 50 or less on all days of week)
ar: (احصل على درجة استخدام 50 أو أقل في كل أيام أسبوع واحد)

source: Doing Great
ar: الاستخدام الأمثل

source: (Get an average of 50 or less in the week)
ar: (احصل على معدل استخدام 50 أو أقل خلال أسبوع)

source: Green Month
ar: الشهر الأخضر

source: (Get an average of 50 or less in the month)
ar: (احصل على معدل استخدام 50 أو أقل خلال شهر)

source: Phone Usages King
ar: ملك استخدام الهاتف

source: (Get an average phone usages of 1 hour or less in week)
ar: (احصل على معدل مدة استخدام لساعة أو أقل خلال أسبوع واحد)

source: Share Your Achievement
ar: مشاركة إنجازك

source: I like to see you are in the Green Zone
ar: أحب أن أراك في المنطقة الخضراء

source: Well done so far
ar: أحسنت حتى الآن

source: Keep up the good work
ar: واصل هذا الأداء الرائع

source: Good, you are on top of things. I like it
ar: ممتاز، أنت مسيطر على الوضع. يعجبني ذلك

source: Aim to stay in the Green Zone today.
ar: اهدف للبقاء في المنطقة الخضراء اليوم.

source: Yup! Stay green.
ar: ممتاز.. استمر في البقاء في الأخضر.

source: You are awesome so far!
ar: أنت رائع حتى الآن!

source: Have fewer unlocks to remain in the Green Zone.
ar: قلل من فتح الشاشة لتبقى في المنطقة الخضراء.

source: Avoid unnecessary screen unlocks.
ar: تجنب فتح الشاشة بدون سبب ضروري.

source: Avoid having the phone around you all the time.
ar: تجنب إبقاء الهاتف إلى جانبك دائماً.

source: OK, you started to worry me. Take it easy.
ar: حسناً، لقد بدأ الأمر يقلقني.

source: How about you leave your phone for like an hour?
ar: لمَ لا تجرب ترك هاتفك لساعة مثلاً؟

source: Are you sure you need to use your phone this much?
ar: هل أنت متأكد أنك بحاجة لاستخدام هاتفك بهذا القدر؟

source: How about you socialize with people face-to-face?
ar: لمَ لا تجرب مقابلة الأهل والأصدقاء وجهاً لوجه؟

source: Make sure you don't go into the red zone!
ar: انتبه من الدخول في المنطقة الحمراء!

source: OK, Socio is really worried now.
ar: حسناً، Socio قلِقٌ جداً الآن.

source: I'm afraid you are in the Red Zone now!
ar: أخشى أنك دخلت المنطقة الحمراء الآن!

source: You used your phone a lot today. You want to put it away?
ar: أنت تبالغ باستخدام الهاتف اليوم. هلّا تركته؟

source: Come on! I know you can do better than this.
ar: هيّا الآن! ليس عليك أن تبالغ باستخدام الهاتف هكذا!

source: You are in the Red Zone. Isn't it time to put the phone away?
ar: أنت في المنطقة الحمراء. هل حان الوقت لترك الهاتف؟

source: I feel sorry for your phone!
ar: أشعر بالأسى لهاتفك!

source: You know Socio cares for you. Please put the phone away.
ar: تعلم أن Socio تهمه مصلحتك. أرجوك اترك الهاتف.

source: Cancel
ar: إلغاء

source: Send
ar: أرسل

source: Comment..
ar: تعليقك أو سؤالك..

source: We’d love to hear from you. If you have any comment or suggestion please type it here and press Send
ar: نود سماع رأيك. إن كان لديك أي اقتراح أو تعليق، يرجى كتابته هنا، ثم اضغط على زر (أرسل).
